export const BlockReasonType = [
  {
    reason: "Введение в заблуждение",
    description:
      "Информация потенциально может привести к совершению противоправных действий путем введения Пользователей в заблуждение или злоупотребления их доверием",
  },

  {
    reason: "Опасные организации и личности",
    description:
      "Информация пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий",
  },

  {
    reason: "Нелегальные действия и товары",
    description:
      "Информация ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни третьих лиц. Информация содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению",
  },

  {
    reason: "Жестокий и шокирующий контент",
    description:
      "Информация содержит сцены бесчеловечного обращения с животными, описание средств и способов суицида, любое подстрекательство к его совершению",
  },

  {
    reason: "Оскорбления и травля",
    description:
      "Информация, недостоверная и/или порочащая честь и достоинство другого лица (как конкретных лиц, так и групп, направлений и т.п.) или его репутацию",
  },

  {
    reason: "Порнография и нагота",
    description:
      "Информация является вульгарной или непристойной, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних",
  },

  {
    reason: "Спам",
    description: "Информация содержит нежелательный для пользователя контент",
  },

  {
    reason: "Нарушение авторских прав",
    description:
      "Информация нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации",
  },

  {
    reason: "Призывы к экстремизму",
    description: "Информация содержит экстремистские материалы, призывы к несанкционированным митингам, провокации",
  },
  {
    reason: "Разжигание национальной, расовой или религиозной ненависти и вражды ",
    description:
      "Информация пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, по признакам отнесения к определенным полу, ориентации, а также по иным индивидуальным признакам и особенностям человека (включая вопросы его здоровья)",
  },

  {
    reason: "Пропаганда войны",
    description:
      "Информация содержит угрозы, призывы к насилию, в том числе скрытые, одобрение и поощрение насильственных действий, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц",
  },
  {
    reason: "Запрос на удаление",
    description: "Запрос пользователя на блокировку аккаунта/контента",
  },
  {
    reason: "Прочее",
    description: "Остальная информация, требующая блокирования",
  },
];
